Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Lichwiarz musiał próbować uciec tędy. Jeśli się pospieszę, to uda mi się dorwać go w kanałach.
uk: Лихвар, мабуть, намагався втекти цим шляхом. Якщо я поспішу, то можу наздогнати його в каналізації.

source: Lichwiarz natomiast płaci ogromne podatki na rzecz zarówno miasta, jak i całego królestwa.
uk: Натомість Лихвар платить величезні податки як місту, так і всьому королівству.

source: Lichwiarz nie jest tak wspaniałym człowiekiem, na jakiego się kreuje.
uk: Лихвар не така вже й чудова людина, якою він себе виставляє.

source: Lichwiarz nikogo do siebie nie wpuszcza. Nie pozostaje mi nic innego, jak samemu pójść nowym tropem. Będę do tego potrzebował mapy Jona, ale porządnie oczyszczonej, czego wolę nie robić samemu. Lepiej zlecę to jakiemuś doświadczonemu kartografowi.
uk: Лихвар нікого до себе не впускає. Мені нічого не залишається, як самостійно іти новим слідом. Для цього мені знадобиться мапа Йона, але її потрібно добре відчистити, чого мені краще не робити самому. Краще доручити це якомусь досвідченому картографу.

source: Lichwiarz nikogo do siebie nie wpuszcza. Nie pozostaje mi nic innego, jak samemu zająć się tropem zakrwawionej mapy.
uk: Лихвар нікого до себе не впускає. У мене немає іншого вибору, окрім як самостійно рухатися зачіпками закривавленої мапи.

source: Lichwiarz nikogo do siebie nie wpuszcza. Nie pozostaje mi nic innego, jak zbadać wszystkie tropy w Wilczym Leżu.
uk: Лихвар нікого до себе не впускає. У мене немає іншого вибору, окрім як перевірити всі підказки у Вовчому Лігві.

source: Lichwiarz odpowiada za śmierć dziesiątek ludzi, a ty chcesz go jeszcze bronić?
uk: Лихвар відповідальний за смерть десятків людей, а ти все ще його захищаєш?

source: Lichwiarz odpowiada za śmierć dziesiątek ludzi.
uk: Лихвар відповідальний за загибель десятків людей.

source: Lichwiarz rekrutuje w mieście coraz więcej ludzi do swojej prywatnej armii. Obiecuje im złoto, ciepły kąt i kufel zimnego piwa.
uk: Лихвар вербує все більше людей у місті до своєї приватної армії. Він обіцяє їм золото, теплий закуток і кухоль холодного пива.

source: Lichwiarz szykuje się do czegoś większego i od dłuższego czasu próbujemy go rozpracować.
uk: Лихвар готується до чогось серйознішого, і ми вже давно намагаємось це з'ясувати.

source: Lichwiarz to ciekawy człowiek. Z jakiegoś powodu czuje się odpowiedzialny za mieszkańców oraz jest bardzo przywiązany do podziału na biednych i bogatych, co nazywa 'porządkiem'.
uk: Лихвар – цікава людина. З якихось причин він відчуває відповідальність за мешканців, а також дуже прихильний до поділу на бідних і багатих, який він називає 'порядком'.

source: Lichwiarz to szkodnik. Parszywy chrząszcz w ludzkiej skórze!
uk: Лихвар – це шкідник. Гидкий м'ясний жук у людській подобі!

source: Lichwiarz w końcu się odezwał! Podobno ostatecznie dogadali się z Jornem. Cholera, ten pierścień naprawdę musiał być bardzo cenny dla Lichwiarza! Tak czy inaczej, obiecał, że dziś będę mógł spotkać się ponownie z Jornem i spokojnie wrócę do wioski. Niech tylko Marvin to usłyszy! Nie wierzył, że wuj da radę to wszystko sam załatwić. Bez straży, bez Starszego, bez gubernatora. Ja to jednak jestem Kurt, ten Kurt!
uk: Лихвар нарешті відгукнувся! Мабуть, вони нарешті домовилися з Йорном. Дідько, той перстень, мабуть, був дуже цінним для Лихваря! Він пообіцяв, що сьогодні я зможу знову зустрітися з Йорном і мирно повернутися до села. Тільки б Марвін це почув! Він не вірив, що його дядько може впоратися з цим самотужки. Без Варти, без старости, без губернатора. Тільки я, Курт, той самий Курт!

source: Lichwiarz wyruszył do Starego Miasta. Czyżby planował wziąć udział w bitwie?
uk: Лихвар вирушив до Старого міста. Чи планував він взяти участь у битві?

source: Lichwiarz wyszedł przed dwór rozprostować kości... a może pójść do łaźni?
uk: Лихвар вийшов на вулицю розім'яти кістки... а, може, сходити до лазні?

source: Lichwiarz zabił mojego brata, zapłaci mi za to.
uk: Лихвар вбив мого брата, він мені за це заплатить.

source: Licytacja domu... Dobrze, kopie powinny być za chwilę gotowe.
uk: Аукціон з продажу будинку... Гаразд, копії будуть готові за хвилину.

source: Licytacja już się odbyła, czas iść do sędziego po odbiór nagrody.
uk: Аукціон завершився, пора йти до судді за винагородою.

source: Licytacja nie ma kwoty minimalnej, więc sporo osób, także tych biedniejszych, powinno być zainteresowanych. W związku z tą okazją będą mogli wejść do Starego Miasta.
uk: Мінімальної суми для участі в аукціоні немає, тому досить багато людей, в тому числі й бідних, цей аукціон повинен зацікавити. У зв'язку з цією подією вони зможуть потрапити до Старого міста.

source: Licytacja w Starym Mieście
uk: Аукціон у Старому місті

source: Liczba zwierząt maleje z roku na rok, ale jak to mówią: człowiek z samej rzepy nie wyżyje.
uk: Кількість тварин з року в рік все зменшується, але, як то кажуть, на одній ріпці не проживеш.

source: Liczni badacze oraz magowie oznaczali i dodatkowo wzmacniali te miejsca specjalnym symbolem pentagramu zamkniętego w okręgu. W ten sposób w wielu regionach świata powstawały istne sieci teleportacyjne. Podobno technikę pentagramów zaczerpnięto jeszcze od kapłanów Wilczych Synów, którzy za pomocą tych symboli potrafili tworzyć teleportery punktowe. Nie jest jednak wiadome, w jaki sposób weszli w posiadanie takiej magii.
uk: Численні дослідники та маги позначили та посилили ці місця спеціальним символом пентаграми, вписаної в коло. Таким чином, у багатьох регіонах світу були створені справжні телепортаційні мережі. Кажуть, що техніка пентаграм була запозичена ще у жерців Вовчих Синів, які вміли створювати точкові телепорти за допомогою цих символів. Однак невідомо, як вони оволоділи такою магією.

source: Liczy się to, w co jestem ubrany, a nie to, że pochwyciłem tego drania?
uk: Важливіше, у що я одягнений, а не те, що я схопив цього виродка?

source: Liczy się, tylko by ten pierścień wrócił do mnie. Resztę tych rupieci ze skrzyń możesz sobie zatrzymać.
uk: Головне, щоб цей перстень повернувся до мене. Решту дрібниць зі скринь можеш залишити собі.

source: Liczyli na to, że potem się gdzieś zaszyją, do czasu, aż opuścisz wyspę.
uk: Вони розраховували, що зможуть десь сховатися доки ви не залишите острів.

source: Liczymy, że potencjalni rekruci będą mogli się pochwalić umiejętnością trzeźwej oceny sytuacji oraz wytrwałością w dążeniu do celu.
uk: Ми сподіваємося, що потенційні новобранці зможуть продемонструвати свою здатність тверезо оцінювати ситуацію та наполегливість у досягненні поставлених цілей.

source: Liczyć nie umiesz?
uk: Рахувати не вмієш?

source: Liczył, że bracia sami się zorganizują, ale niestety...
uk: Він сподівався, що брати самі зможуть домовитись, але на жаль...

source: Liczyłem na trochę więcej, ale zgoda. To był twój plan, a ja i tak nie mam zamiaru zostawać tu na dłużej.
uk: Я сподівався отримати трохи більше, але згода. Це був твій план, а я все одно не маю наміру залишатись тут надалі.

source: Liczyłem na więcej.
uk: Я сподівався на більше.

source: Liczyłem, że jeśli Runar odkryje bezużyteczność relikwii, której tak pożądał, to w końcu przestanie sprawiać problemy.
uk: Ну, я сподівався, що якщо Рунар дізнається про непотрібність реліквії, яку він так жадав, то врешті-решт перестане створювати проблеми.

source: Liczyłem, że obecność ludzi Wysłannika na wyspie pomoże nam zorganizować parę spraw, ale się przeliczyłem.
uk: Я сподівався, що присутність людей Посла на острові допоможе нам організувати кілька справ, але я прорахувався.

source: Liczyłem, że reszta dołączy do nas.
uk: Я сподівався, що решта приєднається до нас.

source: Liczą się tylko fakty - suche fakty, których ty, jak widać, masz niewiele.
uk: Важливі лише факти – сухі факти, яких у тебе, судячи з усього, небагато.

source: Licząc na dowiedzenie się czegoś o broszurach, zaproponowałem Ludlofowi pomoc w rozprowadzaniu ich po mieście. Agitator najwyraźniej uwierzył w moje dobre intencje, bo pociągnął temat dalej. Stwierdził, że nakład ulotek lada dzień się skończy, a ludzie nie są na tyle bogaci, żeby zapłacić skrybie lub pisarzowi za kolejną partię. Powiedział też, że niebawem odbędzie się wiec przed ratuszem przeciwko Morrisowi, na którym będą prawdziwe tłumy. Powinienem wspomnieć o tym w moim końcowym raporcie. Wciąż jednak nie otrzymałem odpowiedzi na najważniejsze pytanie: kto jest autorem ulotek? Może dowiem się czegoś więcej od Venzela, miejskiego pisarza.
uk: Сподіваючись дізнатися щось про брошури, я запропонував Людлофу свою допомогу в їх розповсюдженні по місту. Агітатор, вочевидь, повірив у мої добрі наміри. Він повідомив, що запас листівок закінчиться з дня на день, а люди не настільки багаті, щоб платити писарю або письменнику за нову партію. Він також сказав, що незабаром перед ратушею відбудеться протест проти Морріса за участю величезної кількості людей. Я повинен згадати про це у своїй остаточній доповіді. Однак я так і не отримав відповіді на найважливіше питання: хто автор листівок? Можливо, я дізнаюся більше від Венцеля, міського письменника.

source: Liczę na ciebie w sprawie tego koła. Nie zawiedź mnie.
uk: Я розраховую, що ти відшукаєш шестерню. Не підведи мене.

source: Liczę na ciebie. Kiedy będę ją mógł odebrać? Nie ukrywam, że przydałaby mi się jak najszybciej.
uk: Я розраховую на тебе. Коли я зможу її забрати? Не приховуватиму, що вона мені знадобилася б якнайшвидше.

source: Liczę na szybką dostawę,
uk: Розраховую на швидку доставку,

source: Liczę na to, że zbierzesz pieniądze do naszego następnego spotkania!
uk: Я розраховую на те, що ти назбираєш грошей до нашої наступної зустрічі!

source: Liczę, że kiedy zobaczą nasze poczynania, część wojsk ruszy wzmocnić pozostałe punkty. Nigdy tam nie dotrą, bo będziemy na nich czekać.
uk: Я сподіваюся, що коли вони побачать наші дії, частина військ рушить на підкріплення інших позицій. Але вони ніколи туди не дістануться, тому що ми будемо чекати на них.

source: Liczę, że tak pozostanie.
uk: Сподіваюсь, що так буде й надалі.

source: Liczę, że ten mieszek skłoni cię do zapomnienia o całej sprawie.
uk: Сподіваюся, що завдяки цьому гаманцю з золотом ти забудеш про все це.

source: Liczę, że w razie czego ruszysz dupę i pomożesz mi się ich pozbyć?
uk: Я розраховую на те, що, у разі потреби, ти піднімеш свою дупу і допоможеш мені їх позбутися.

source: Lider grupy
uk: Ватажок банди

source: Lider grupy zdołał nam uciec. Weigar będzie próbował go szukać, ale Archolos jest ogromne, więc pewnie trochę to potrwa. Tak czy inaczej, dostałem nagrodę za swój wkład w misję.
uk: Ватажку банди вдалося від нас втекти. Вейгар спробує його знайти, але Архолос величезний, тож це, мабуть, займе чимало часу. У будь-якому випадку, я отримав винагороду за свій внесок у цю справу.

source: Liderem obozowiczów spod Wilczego Leża okazał się Fabio. Muszę coś wymyślić, jeśli chcę się ich pozbyć. Może warto porozmawiać o tym z mieszkańcami Leża, którzy aktualnie są poza twierdzą?
uk: Лідером у таборі під Вовчим Лігвом виявився Фабіо. Якщо хочу їх позбутися, то мушу щось придумати. Можливо, варто поговорити про це з мешканцями Лігва, які знаходяться поза межами фортеці?

source: Liderem obozowiczów spod Wilczego Leża okazał się Fabio. Spróbuję przekonać jego towarzyszy, że uprawa ziela na pobliskim bagnie jest dla nich najlepszą opcją, a jeśli się nie uda, to będę musiał sięgnąć po drastyczniejsze metody.
uk: Лідером у таборі під Вовчим Лігвом виявився Фабіо. Спробую переконати його товаришів, що вирощування болотної трави на найближчому болоті – найкращий для них варіант. Якщо ж це не вдасться, доведеться перейти до більш радикальних методів.

source: Limak
uk: Лімак

source: Liman
uk: Ліман

source: Liman chce, bym udowodnił przydatność współpracy z Gildią Kupiecką. W tym celu muszę popłynąć na plażę na wschód od Ustronia Żeglarza i poszukać specjalnej sieci z haczykami oraz zaginionego rybaka, który jej używał.
uk: Ліман хоче, щоб я довів користь від співпраці з Торговою Гільдією. Для цього я маю поплисти на пляж на схід від Прихистку моряка і знайти спеціальну сітку з гачками, а також зниклого рибалку, який нею користувався.

source: Liman powiedział, że chętnie nawiąże współpracę z Gildią Kupiecką. Pójdę przekazać wieści Armarowi.
uk: Ліман сказав, що з задоволенням співпрацюватиме з Торговою Гільдією. Піду, розповім про це Армару.

source: Liman uznał, że przyniesienie mu zniszczonych sieci rybackich to za mało, by zgodził się nawiązać współpracę z Araxos. Balni mógłby je naprawić, ale nie może przez to opóźnić połowu. Muszę znaleźć jakiś sposób, żeby szybko się z tym uwinął. Znajdę go w jaskini przy opuszczonej wieży.
uk: Ліман вирішив, що йому недостатньо принести зіпсовану сітку, щоб він погодився співпрацювати з Гільдією Араксос. Балні міг би її полагодити, але не хоче прогавити рибу, яку він міг спіймати, поки лагодитиме сітку. Потрібно знайти спосіб, щоб він зробив це швидко. Його можна знайти в печері під покинутою вежею.

source: Liman zgodził się nawiązać współpracę z Gildią.
uk: Ліман погодився працювати з Гільдією.

source: Linia między biednymi i bogatymi z roku na rok rysowała się coraz wyraźniej, a zaufanie do władzy zostało bezpowrotnie nadszarpnięte. Był to okres, w którym wiara w Innosa osłabła wśród gorzej sytuowanych. Wzrosło zaś zainteresowanie Adanosem. Tendencję tę wykorzystali Magowie Wody, zakładając kaplicę w pobliżu portu, która po dziś dzień udziela pomocy potrzebującym.
uk: Межа між бідними і багатими з кожним роком ставала все помітнішою, а довіра до влади безповоротно підривалася. Це був період, коли віра в Інноса занепадала серед менш заможних верств населення. Натомість інтерес до Аданоса навпаки зростав. Цією тенденцією скористалися Маги Води, які заснували біля порту храм, де й сьогодні надають допомогу тим, хто її потребує.

source: Linę przywiązaną do jednej z belek, dziwnie ułożone kamienie w krzakach, dwie tarcze i wyraźnie oznaczone miejsce za kamieniem, który mógłby służyć za osłonę.
uk: Мотузка, прив'язана до однієї з балок, дивно розташоване каміння в кущах, два щити і чітко позначене місце за каменем, яке можна було б використати як укриття.

source: List Lewko o Reezie i Ogisie
uk: Лист Левко про Різу та Огіса

source: List adresowany do Graysona
uk: Лист, адресований Грейсону.

source: List adresowany do przyjaciela
uk: Лист, адресований другові

source: List do Fridy
uk: Лист до Фріди

source: List do Hershlika
uk: Лист до Гершліка

source: List gończy - Niepokojąca bestia
uk: Розшукується – Тривожний звір

source: List gończy wysłany za Havdanem.
uk: Оголошення про розшук Хевдена.

source: List gończy wysłany za Hieną.
uk: Оголошення про розшук Гієни.

source: List gończy wysłany za Kanalarzami.
uk: Оголошення про розшук Каналізаційників.

source: List gończy wysłany za Mokrym.
uk: Оголошення про розшук Мокрині.

source: List gończy wysłany za Mytnikiem.
uk: Оголошення про розшук Митника.

source: List gończy wysłany za Prorokiem.
uk: Оголошення про розшук Пророка.

source: List gończy wysłany za Pumą.
uk: Оголошення про розшук Пуми.

source: List gończy wysłany za Siekiernikiem.
uk: Оголошення про розшук Люторуба.

source: List gończy wysłany za Wdową.
uk: Оголошення про розшук Вдови.

source: List gończy wysłany za Zimnym.
uk: Оголошення про розшук Мороза.

source: List gończy wysłany za zbuntowanym nowicjuszem.
uk: Оголошення про розшук бунтівного послушника.

source: List gończy wysłany za Śliskorękim.
uk: Оголошення про розшук Слизькорукого.

source: List jaki wykradłem Volkerowi.
uk: Лист, який я вкрав у Волкера.

source: List napisany przez Bradlocka. Przeprasza
uk: Лист, написаний Бредлоком. У ньому він вибачається

source: List od Einara
uk: Лист від Ейнара

source: List od Knuta, zaadresowany do Dacka,
uk: Лист від Кнута, адресований Даку,

source: List od Kurta
uk: Лист від Курта

source: List od Kurta, który przekazała mi Helga.
uk: Лист від Курта, який мені передала Хельга.

source: List od Rosaline
uk: Лист від Розаліни

source: List od drwali
uk: Лист від лісорубів

source: List od ojca
uk: Лист від батька

source: List od ukochanej Wilczego Syna Dalmona.
uk: Лист від коханої для Вовчого Сина Далмона.

source: List polecający od Leona. To bardzo szanowany obywatel. Moje gratulacje.
uk: Рекомендаційний лист від Леона. Він дуже шанований містянин. Мої вітання.

source: List posłańca
uk: Лист посланця

source: List potwierdza udział Finbara w przemycie. Z treści wynika, że przemytnicy mają magazyn w porcie. Najłatwiej będzie do niego trafić idąc po skarpie od doku Finbara w stronę Dzielnicy Biedoty. Magazyn sąsiaduje z jakąś wieżą. Pozostaje pytanie, przed kim uciekał Finbar, skoro nie przed nami?
uk: Лист підтверджує причетність Фінбара до контрабанди. З листа випливає, що контрабандисти мають склад у порту. Найпростіше дістатися до нього, піднявшись схилом від сховку Фінбара в бік Бідного кварталу. Склад прилягає до якоїсь вежі. Постає питання, від кого тікав Фінбар, якщо не від нас?

source: List tak czy inaczej musi dotrzeć do jego przełożonych. Niedługo straż zacznie tu węszyć, pozbądźcie się ciała i posprzątajcie ten bałagan.
uk: Лист все одно має потрапити до його керівництва. Незабаром Варта почне тут нишпорити, позбудьтеся тіла і приберіть цей безлад.

source: List traktuje o postępie medycyny,
uk: У листі йдеться про прогрес в медицині,

source: List z informacjami
uk: Лист з інформацією

source: List z ofertą Adelarda
uk: Лист з пропозицією Аделарда

source: List z wezwaniem do pomocy w sprawie orków.
uk: Лист із закликом про допомогу в боротьбі з орками.

source: List zniszczyła woda,
uk: Лист був знищений водою,

source: List, który miał przy sobie martwy kupiec
uk: Лист, який мав при собі мертвий торговець,

source: List, który mieli przy sobie bandyci obok Silbach.
uk: Лист, який мали при собі бандити поруч із Сільбахом.

source: List, który znalazłem przy ciele Lorenzo.
uk: Лист, який я знайшов біля тіла Лоренцо.

source: List, który znalazłem przy ciele na bagnie.
uk: Лист, який я знайшов біля тіла на болоті.

source: Lista Corteza, którą mam przekazać Antonio.
uk: Список Кортеза, який мав бути переданий Антоніо.

source: Lista kosztowności
uk: Перелік коштовностей

source: Lista materiałów na miecz strażnika
uk: Перелік матеріалів для меча вартового

source: Lista materiałów potrzebnych
uk: Список необхідних матеріалів

source: Lista mięs
uk: Перелік м'яса

source: Lista mięs, jakie mam przynieść Slagerowi
uk: Список м'яса, яке потрібно принести Слагеру

source: Lista nasion, których brakuje klasztornemu
uk: Список насіння, якого не вистачає

source: Lista od Huxlaya
uk: Перелік від Хакслі

source: Lista ogrodnika
uk: Список садівника

source: Lista osób poszukujących czeladnika.
uk: Список людей, які шукають собі учня.

source: Lista otrzymana od Odgara.
uk: Список, отриманий від Одгара.

source: Lista poległych
uk: Перелік загиблих

source: Lista pracodawców
uk: Перелік роботодавців

source: Lista przedmiotów Riordiana
uk: Список предметів Ріордіана

source: Lista przedmiotów Unicorna
uk: Перелік предметів Юнікорна

source: Lista przedmiotów od Stone'a
uk: Перелік матеріалів від Стоуна

source: Lista przedmiotów potrzebna do wzmocnienia
uk: Список матеріалів, необхідних для

source: Lista przedmiotów potrzebnych Unicornowi.
uk: Перелік предметів, потрібних Юнікорну.

source: Lista przedmiotów, których Riordian
uk: Список предметів, необхідних

source: Lista skompletowana.
uk: Я приніс усе зі списку.

source: Lista składników na opatrunek ziołowy Lokvara
uk: Перелік інгредієнтів для трав'яної пов'язки Локвара

source: Lista składników, których Lokvar potrzebuje
uk: Список складників, які потрібні Локвару,

source: Lista sporządzona przez:
uk: Список склав:

source: Lista sporządzona przez: Adelard, Garos
uk: Список підготували: Аделард, Гарос

source: Lista tropów przemytników
uk: Перелік зачіпок контрабандистів

source: Lista wszystkich trenerów zajmujących się
uk: Перелік усіх вчителів, залучених до

source: Lista z nieprawdziwym zamówieniem dla Antonio
uk: Лист з підробленим замовленням для Антоніо

source: Lista z zamówieniem Bodowina.
uk: Оголошення із замовленням Бодовіна.

source: Lista zarejestrowanych handlarzy na terenie wioski Silbach:
uk: Список зареєстрованих торговців у селі Сільбах:

source: Lista zarejestrowanych zakładów handlowych i rzemieślniczych na terenie Starego Miasta w mieście Archolos:
uk: Список зареєстрованих торговельних і ремісничих закладів у Старому місті Архолосу:

source: Lista zarejestrowanych zakładów handlowych i rzemieślniczych na terenie miasta Archolos, z wykluczeniem terenu portu i Starego Miasta:
uk: Список зареєстрованих торговельних і ремісничих закладів Архолосу, за винятком порту та Старого міста:

source: Lista zarejestrowanych zakładów handlowych i rzemieślniczych na terenie portu miasta Archolos:
uk: Список зареєстрованих торговельних і ремісничих закладів у районі порту міста Архолос:

source: Lista zatwierdzona przez: Roderich
uk: Список затверджено: Родеріх

source: Lista, którą zabrałem podejrzanemu
uk: Записка, яку я забрав у підозрілого

source: Listy gończe
uk: Оголошення про розшук

source: Literatura piękna
uk: Поезія

source: Liście
uk: Листя

source: Liście do przygotowania pułapki
uk: Листя для облаштування пастки

source: Liścik
uk: Записка

source: Liścik doręczony przez gońca.
uk: Лист, доставлений посланцем.

source: Liścik od Południowca
uk: Записка південця

source: Liścik od najemników
uk: Лист від найманців

source: Liścik od strażników
uk: Лист від вартових

source: Liścik wspomina o licytacji na Starym Mieście.
uk: У листі згадується аукціон у Старому місті.

source: Liścik załączony do paczki,
uk: Записка, вкладена в пакунок,

source: Liścik znaleziony przez strażnika
uk: Записка, знайдена вартовим

source: Liścik, który przekazał mi Ben.
uk: Записка, яку передав мені Бен.

source: Liścik, który znalazłem przy zwłokach Arsa.
uk: Записка, яку я знайшов поруч з тілом Арса.

source: Liścik, który znalazłem przy łowcach nagród.
uk: Листівка, знайдена у мисливців за головами.

source: Loafs
uk: Лоаф

source: Loafs niezbyt przyjaźnie zareagował na moje pytania odnośnie paczki tytoniu. Wszystkie tropy wskazują na niego i pozostałych górników. Pewnie musieli wspólnie wypalić całą paczkę, a dowody postanowili spalić. Czas wracać do Heisnera.
uk: На мої запитання про пакунок тютюну Лоаф відреагував не надто приязно. Все вказує на нього та інших гірників. Вони, мабуть, разом викурили всю пачку і вирішили спалити докази. Час повертатися до Гейснера.

source: Loafs zaklina się, że nic nie wie o tym tytoniu. Nie wiem, czy mogę mu wierzyć. Jedyny trop prowadzi właśnie do górników. Raczej nie uda mi się nic więcej wyciągnąć z tych chłopaków. Muszę podjąć decyzję, co powiedzieć Heisnerowi.
uk: Лоаф клянеться, що нічого не знає про цей тютюн. Навіть не знаю, чи можна йому вірити. Єдина зачіпка веде саме до гірників. Навряд чи мені вдасться витягти з них щось більше. Треба вирішити, що сказати Гейснеру.

source: Loafs zdaje się mówić prawdę. Niestety, jedyny trop, jaki mam, prowadzi właśnie do niego i reszty górników z groty. Może ktoś próbował ich sabotować? Chyba póki co będę musiał okłamać Heisnera, by nie zaognić konfliktu na linii górnicy i członkowie Gildii.
uk: Схоже, Лоаф каже правду. На жаль, єдина зачіпка, якою я володію, веде саме до нього та інших гірників у печері. Може, хтось намагався їх підставити? Гадаю, поки що мені доведеться прибрехати Гейснеру, щоб не розпалювати конфлікт між гірниками та членами Гільдії.

source: Loafs? Poznałem go kiedyś podczas jednej misji, wielu tutejszych twierdzi, że to najlepszy górnik na całej wyspie.
uk: Лоаф? Я колись зустрічав його під час однієї з місій. Багато місцевих кажуть, що він найкращий гірник на всьому острові.

source: Lodowa fala
uk: Крижана хвиля

source: Lodowa lanca
uk: Крижаний спис

source: Lodowa strzała
uk: Крижана стріла
